{ "translations": {
    "Splash" : "Splash",
    "under an open license free of charge" : "υπό μια ανοιχτή άδεια χωρίς χρέωση",
    "These images are provided %1%s by %2%s." : "Αυτές οι εικόνες παρέχονται %1%s από %2%s.",
    "under the terms of service" : "υπό τους όρους χρήσης",
    "These images are provided by %s. Each image has it's own license." : "Αυτές οι εικόνες παρέχονται από %s. Κάθε εικόνα έχει τη δική της άδεια.",
    "Splash: Random Background Images" : "Splash: Τυχαίες Εικόνες Φόντου",
    "Saved" : "Αποθηκεύτηκε",
    "Failed" : "Απέτυχε",
    "You can customize your instance with random background images." : "Μπορείτε να προσαρμόσετε την εμφάνιση της πλατφόρμας σας με τυχαίες εικόνες φόντου.",
    "Here you can specify where random backgrounds should be used by default." : "Εδώ μπορείτε να καθορίσετε πού θα χρησιμοποιούνται οι τυχαίες εικόνες φόντου από προεπιλογή.",
    "Set random image as login background" : "Ορισμός τυχαίας εικόνας ως φόντο σύνδεσης",
    "Set random image as dashboard background" : "Ορισμός τυχαίας εικόνας ως φόντο πίνακα ελέγχου",
    "Set the image provider:" : "Ορισμός πάροχου εικόνων:",
    "Keywords:" : "Λέξεις κλειδιά:",
    "Set custom search terms. Separate multiple terms by comma." : "Ορίστε προσαρμοσμένους όρους αναζήτησης. Χωρίστε πολλούς όρους με κόμμα.",
    "Token:" : "Διακριτικό:",
    "Set the required token. To get a token, visit:" : "Ορίστε το απαιτούμενο διακριτικό. Για να λάβετε ένα διακριτικό, επισκεφτείτε:",
    "Unsplash: Developer Account Instructions" : "Unsplash: Οδηγίες Λογαριασμού Προγραμματιστή",
    "On the linked instruction page, register an application. You should not need to apply for production. Use their token here." : "Στη σελίδα οδηγιών, δημιουργήστε μια εφαρμογή. Δεν χρειάζεται να αιτηθείτε για παραγωγή. Χρησιμοποιήστε το διακριτικό τους εδώ.",
    "Preview:" : "Προεπισκόπηση:",
    "Refresh Cached Image" : "Ανανέωση της προσωρινά αποθηκευμένης εικόνας",
    "Splash: Advanced Theming" : "Splash: Προηγμένη Θεματοποίηση",
    "You can apply effects to your background images." : "Μπορείτε να εφαρμόσετε εφέ στις εικόνες φόντου σας.",
    "Enable Tint" : "Ενεργοποίηση απόχρωσης",
    "Set the vibrancy of the color" : "Ορίστε την ένταση του χρώματος",
    "Set the blur of the image" : "Ορίστε πόσο θολή θα είναι η εικόνα",
    "Splash: High Visibility" : "Splash: Λειτουργία Υψηλής Ορατότητας",
    "You can enable a High Visibility Mode for Legal Reasons. This will highlight the Privacy and Data Protection links on the login screen." : "Μπορείτε να ενεργοποιήσετε τη Λειτουργία Υψηλής Ορατότητας για νομικούς λόγους. Αυτό θα τονίσει τους συνδέσμους Απορρήτου και Προστασίας Δεδομένων στην οθόνη σύνδεσης.",
    "Enable High-Visibility Mode" : "Ενεργοποίηση Λειτουργίας Υψηλής Ορατότητας",
    "Random Background Images" : "Τυχαίες Εικόνες Φόντου",
    "%s is customized with random background images." : "Το %s έχει προσαρμοστεί με τυχαίες εικόνες φόντου.",
    "The images will be displayed as the background if you choose \"Default Image\" as your background." : "Οι εικόνες θα εμφανίζονται ως φόντο αν επιλέξετε την \"Προεπιλεγμένη Εικόνα\" ως φόντο σας."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}