{ "translations": {
    "Splash" : "Splash",
    "under an open license free of charge" : "bajo una licencia abierta libre de cargos",
    "under the terms of service" : "bajo los términos de servicio",
    "These images are provided by %s. Each image has it's own license." : "Estas imágenes son provistas por %s. Cada imágen tiene su propia licencia.",
    "Splash: Random Background Images" : "Splash: Imágenes de fondo aleatorias",
    "Saved" : "Guardado",
    "Failed" : "Falló",
    "You can customize your instance with random background images." : "Puede personalizar su instancia con imágenes de fondo aleatorias.",
    "Here you can specify where random backgrounds should be used by default." : "Aquí puede especificar dónde las imágenes de fondo aleatorias deberían ser usadas por defecto.",
    "Set random image as login background" : "Establecer imágen aleatoria como fondo para la página de ingreso",
    "Set random image as dashboard background" : "Establecer imágen aleatoria como fondo para la página del tablero",
    "Set the image provider:" : "Establecer el proveedor de imágenes:",
    "Keywords:" : "Palabras clave:",
    "Set custom search terms. Separate multiple terms by comma." : "Establecer términos de búsqueda personalizados. Separe múltiples términos con comas.",
    "Token:" : "Token:",
    "Splash: Advanced Theming" : "Splash: Tematización avanzada",
    "You can apply effects to your background images." : "Puede aplicar efectos a sus imágenes de fondo.",
    "Enable Tint" : "Habilitar tinte",
    "Set the vibrancy of the color" : "Establecer la vitalidad del color",
    "Set the blur of the image" : "Establecer el desenfoque de la imagen",
    "Splash: High Visibility" : "Splash: Alta visibilidad",
    "You can enable a High Visibility Mode for Legal Reasons. This will highlight the Privacy and Data Protection links on the login screen." : "Puede habilitar un modo de alta visibilidad por razones legales. Esto resaltará los enlaces Privacidad y Protección de Datos en la página de inicio de sesión.",
    "Enable High-Visibility Mode" : "Habilitar el modo de alta visibilidad",
    "Random Background Images" : "Imágenes de fondo aleatorias",
    "%s is customized with random background images." : "%s está personalizado con imágenes de fondo aleatorias.",
    "The images will be displayed as the background if you choose \"Default Image\" as your background." : "Las imágenes serán mostradas como fondo si Ud. selecciona 'Fondo por defecto' como fondo"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}