{ "translations": {
    "Splash" : "Splash",
    "under an open license free of charge" : "Faoi cheadúnas oscailte saor in aisce",
    "These images are provided %1%s by %2%s." : "Cuirtear na híomhánna seo ar fáil % 1% faoi % 2%s.",
    "under the terms of service" : "faoi ​​théarmaí seirbhíse",
    "These images are provided by %s. Each image has it's own license." : "Soláthraíonn %s na híomhánna seo. Tá a cheadúnas féin ag gach íomhá.",
    "Splash: Random Background Images" : "Splash: Íomhánna Cúlra Randamach",
    "Saved" : "Shábháil",
    "Failed" : "Theip",
    "You can customize your instance with random background images." : "Is féidir leat do chás a shaincheapadh le híomhánna randamacha cúlra.",
    "Here you can specify where random backgrounds should be used by default." : "Anseo is féidir leat a shonrú cén áit ar cheart cúlraí randamacha a úsáid de réir réamhshocraithe.",
    "Set random image as login background" : "Socraigh íomhá randamach mar chúlra logáil isteach",
    "Set random image as dashboard background" : "Socraigh íomhá randamach mar chúlra an deais",
    "Set the image provider:" : "Socraigh soláthraí na híomhá:",
    "Keywords:" : "Eochairfhocail:",
    "Set custom search terms. Separate multiple terms by comma." : "Socraigh téarmaí cuardaigh saincheaptha. Scar téarmaí iolracha le camóg.",
    "Token:" : "Comhartha:",
    "Set the required token. To get a token, visit:" : "Socraigh an comhartha riachtanach. Chun chomhartha a fháil, tabhair cuairt ar:",
    "Unsplash: Developer Account Instructions" : "Unsplash: Treoracha Cuntas Forbróra",
    "On the linked instruction page, register an application. You should not need to apply for production. Use their token here." : "Ar an leathanach treoracha nasctha, cláraigh iarratas. Níor cheart go mbeadh ort iarratas a dhéanamh ar tháirgeadh. Bain úsáid as a chomhartha anseo.",
    "Preview:" : "Réamhamharc:",
    "Refresh Cached Image" : "Athnuaigh Íomhá Taisce",
    "Splash: Advanced Theming" : "Splash: Téamaí Casta",
    "You can apply effects to your background images." : "Is féidir leat éifeachtaí a chur i bhfeidhm ar d’íomhánna cúlra.",
    "Enable Tint" : "Cumasaigh Tint",
    "Set the vibrancy of the color" : "Socraigh beogacht an dath",
    "Set the blur of the image" : "Socraigh doiléir an íomhá",
    "Splash: High Visibility" : "Splash: Ard-Infheictheacht",
    "You can enable a High Visibility Mode for Legal Reasons. This will highlight the Privacy and Data Protection links on the login screen." : "Is féidir leat Mód Ard-Infheictheachta a chumasú ar Chúiseanna Dlíthiúla. Léireoidh sé seo na naisc Príobháideachta agus Cosanta Sonraí ar an scáileán logála isteach.",
    "Enable High-Visibility Mode" : "Cumasaigh Mód Ard-Infheictheachta",
    "Random Background Images" : "Íomhánna Cúlra Randamach",
    "%s is customized with random background images." : "Tá %s saincheaptha le híomhánna randamacha sa chúlra.",
    "The images will be displayed as the background if you choose \"Default Image\" as your background." : "Taispeánfar na híomhánna mar chúlra má roghnaíonn tú \"Íomhá Réamhshocraithe\" mar do chúlra."
},"pluralForm" :"nplurals=5; plural=(n==1 ? 0 : n==2 ? 1 : n<7 ? 2 : n<11 ? 3 : 4);"
}