{ "translations": {
    "Splash" : "Splash",
    "under an open license free of charge" : "baixo unha licenza aberta libre de cargos",
    "These images are provided %1%s by %2%s." : "Estas imaxes son fornecidas %1%s por %2%s.",
    "under the terms of service" : "baixo as condicións de servizo",
    "These images are provided by %s. Each image has it's own license." : "Estas imaxes son fornecidas por %s. Cada imaxe ten a súa propia licenza.",
    "Splash: Random Background Images" : "Splash: imaxes de fondo ao chou",
    "Saved" : "Gardado",
    "Failed" : "Fallado",
    "You can customize your instance with random background images." : "Pode personalizar a súa instancia con imaxes de fondo ao chou.",
    "Here you can specify where random backgrounds should be used by default." : "Aquí pode especificar onde se deben usar de xeito predeterminado os fondos ao chou",
    "Set random image as login background" : "Definir unha imaxe ao chou como fondo de acceso",
    "Set random image as dashboard background" : "Definir unha imaxe ao chou como fondo do taboleiro",
    "Set the image provider:" : "Definir o provedor de imaxes:",
    "Keywords:" : "Palabras clave:",
    "Set custom search terms. Separate multiple terms by comma." : "Definir termos de busca personalizados. Separe varios termos con comas.",
    "Token:" : "Testemuño:",
    "Set the required token. To get a token, visit:" : "Definir o testemuño necesario. Para obter un testemuño, visite:",
    "Unsplash: Developer Account Instructions" : "Unsplash: instrucións para a conta de desenvolvedor",
    "On the linked instruction page, register an application. You should not need to apply for production. Use their token here." : "Na páxina de instrucións ligada, rexistre unha aplicación. Non debería ter necesidade de solicitar a produción. Use aquí o seu testemuño.",
    "Preview:" : "Vista previa:",
    "Refresh Cached Image" : "Actualizar a imaxe na memoria tobo",
    "Splash: Advanced Theming" : "Splash: personalización avanzada",
    "You can apply effects to your background images." : "Pode aplicar efectos ás súas imaxes de fondo.",
    "Enable Tint" : "Activar o tintado",
    "Set the vibrancy of the color" : "Definir a intensidade da cor",
    "Set the blur of the image" : "Definir o esvaemento da imaxe",
    "Splash: High Visibility" : "Splash: alta visibilidade",
    "You can enable a High Visibility Mode for Legal Reasons. This will highlight the Privacy and Data Protection links on the login screen." : "Pode activar un modo de alta visibilidade por motivos legais. Isto resaltará as ligazóns  Privacidade e Protección de datos na pantalla de acceso.",
    "Enable High-Visibility Mode" : "Activar o modo de alta visibilidade",
    "Random Background Images" : "Imaxes de fondo ao chou",
    "%s is customized with random background images." : "%s está personalizado con imaxes de fondo ao chou.",
    "The images will be displayed as the background if you choose \"Default Image\" as your background." : "As imaxes amósanse como fondo se escolle «Imaxe predeterminada» como fondo."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}