{ "translations": {
    "Splash" : "Splash",
    "under an open license free of charge" : "sob uma licença aberta livre de cobranças.",
    "These images are provided %1%s by %2%s." : "Estas imagens são fornecidas %1%s por %2%s.",
    "under the terms of service" : "Sob os termos de serviço",
    "These images are provided by %s. Each image has it's own license." : "Essas imagens são fornecidas a%s. Cada imagem tem sua própria licença.",
    "Splash: Random Background Images" : "Splash: Imagens de fundo aleatórias",
    "Saved" : "Salvo",
    "Failed" : "Falhou",
    "You can customize your instance with random background images." : "Você pode personalizar sua instância com imagens de plano de fundo aleatórias.",
    "Here you can specify where random backgrounds should be used by default." : "Aqui você pode especificar onde planos de fundo aleatórios podem ser usados por padrão.",
    "Set random image as login background" : "Habilitar imagem aleatória como plano de fundo do login",
    "Set random image as dashboard background" : "Habilitar imagem aleatória como plano de fundo do dashboard",
    "Set the image provider:" : "Defina o provedor de imagem:",
    "Keywords:" : "Palavras chave:",
    "Set custom search terms. Separate multiple terms by comma." : "Defina termos de pesquisa personalizados. Separe vários termos por vírgula.",
    "Token:" : "Token:",
    "Set the required token. To get a token, visit:" : "Defina o token necessário. Para obter um token, visite:",
    "Unsplash: Developer Account Instructions" : "Unsplash: instruções para conta de desenvolvedor",
    "On the linked instruction page, register an application. You should not need to apply for production. Use their token here." : "Na página de instruções vinculada, registre um aplicativo. Você não deve precisar se inscrever para produção. Use o token deles aqui.",
    "Preview:" : "Visualização:",
    "Refresh Cached Image" : "Atualizar Imagem em Cache",
    "Splash: Advanced Theming" : "Splash: Configurações avançadas de tema",
    "You can apply effects to your background images." : "Você pode aplicar efeitos para as imagens de fundo.",
    "Enable Tint" : "Ativar Matiz",
    "Set the vibrancy of the color" : "Configurar vibração da cor",
    "Set the blur of the image" : "Defina o desfoque da imagem",
    "Splash: High Visibility" : "Destaque: alta visibilidade",
    "You can enable a High Visibility Mode for Legal Reasons. This will highlight the Privacy and Data Protection links on the login screen." : "You can enable a High Visibility Mode for Legal Reasons. This will highlight the Privacy and Data Protection links on the login screen.",
    "Enable High-Visibility Mode" : "Ativar modo de Alta Visibilidade",
    "Random Background Images" : "Imagens aleatórias para plano de fundo",
    "%s is customized with random background images." : "%sestá customizado com imagens aleatórias de fundo",
    "The images will be displayed as the background if you choose \"Default Image\" as your background." : "As imagens serão exibidas como plano de fundo se você escolher \"Imagem padrão\" como plano de fundo."
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}